Repository: rmraya/TMXEditor
Catalog: i18n/TMXEditor_HTML.tmx
Source language: en
Languages: es

source: about box
es: acerca de...

source: System Information Licenses
es: Información del Sistema Licencias

source: Add Language
es: Añadir Idioma

source: Language
es: Idioma

source: Convert TBX File to TMX
es: Convertir Archivo TBX a TMX

source: TBX File
es: Archivo TBX

source: Browse...
es: Examinar...

source: TMX File
es: Archivo TMX

source: Open Generated TMX File
es: Abrir Archivo TMX Generado

source: CSV/Text File Languages
es: Idiomas del Archivo CSV/Texto

source: Set Languages
es: Seleccionar Idiomas

source: Excel File Languages
es: Idiomas del Archivo Excel

source: File Properties
es: Propiedades del Archivo

source: TMX Attributes
es: Atributos TMX

source: Properties
es: Propiedades

source: Notes
es: Notas

source: Creation Identifier
es: Identificador de Creación

source: Creation Date
es: Fecha de Creación

source: Creation Tool
es: Herramienta de Creación

source: Creation Tool Version
es: Versión de Herramienta de Creación

source: Change Identifier
es: Identificador de Modificación

source: Change Date
es: Fecha de Modificación

source: Segment Type
es: Tipo de Segmento

source: block paragraph sentence
es: bloque párrafo oración

source: Translation Memory Format
es: Formato de Memoria de Traducción

source: Source Language
es: Idioma Origen

source: Administrative Language
es: Idioma Administrativo

source: Data Type
es: Tipo de Dato

source: Original Encoding
es: Codificación Original

source: Save Attributes
es: Guardar Atributos

source: Add Property Delete Selected Properties Save Properties
es: Añadir Propiedad Eliminar Propiedades Seleccionadas Guardar Propiedades

source: Add Note Delete Selected Notes Save Notes
es: Añadir Nota Eliminar Notas Seleccionadas Guardar Notas

source: Text to Search
es: Texto a Buscar

source: Filter Language
es: Idioma a Filtrar

source: Filter Options
es: Opciones de Filtrado

source: Regular Expression
es: Expresión Regular

source: Case Sensitive Search
es: Diferenciar Mayúsculas y Minúsculas al Buscar

source: Show Untranslated Units Only
es: Mostrar Solo Unidades No Traducidas

source: Apply Filters Clear Filters
es: Aplicar Filtros Borrar Filtros

source: Filter Translation Units
es: Filtrar Unidades de Traducción

source: Licenses
es: Licencias

source: Maintenance Dashboard
es: Panel de Mantenimiento

source: Remove All Tags
es: Eliminar Todas las Etiquetas

source: Remove Duplicated Units
es: Eliminar Unidades Duplicadas

source: Remove Untranslated Units
es: Eliminar Unidades No Traducidas

source: Remove Initial/Trailing Spaces
es: Eliminar Espacios Iniciales/Finales

source: Consolidate Units
es: Consolidar Unidades

source: Perform Maintenance
es: Realizar Mantenimiento

source: Merge TMX Files
es: Combinar Archivos TMX

source: Merged TMX File
es: Archivo TMX Combinado

source: Add Files Delete Selected Files Merge TMX Files
es: Añadir Archivos Eliminar Archivos Seleccionados Combinar Archivos TMX

source: OK
es: Aceptar

source: Add Note
es: Añadir Nota

source: Note
es: Nota

source: New TMX File
es: Nuevo Archivo TMX

source: Target Language
es: Idioma Destino

source: Create TMX File
es: Crear Archivo TMX

source: Register Subscription
es: Registrar Suscripción

source: Subscription Key
es: Clave de Suscripción

source: Purchase Subscription Register Subscription
es: Comprar Suscripción Registrar Suscripción

source: Translation Unit Notes
es: Notas de Unidad de Traducción

source: Preferences
es: Preferencias

source: Application Language
es: Idioma de la aplicación

source: English Spanish
es: Inglés Español

source: Theme
es: Tema

source: System Default Dark Light
es: Predeterminado del sistema Oscuro Claro

source: Indentation
es: Sangría

source: spaces
es: espacios

source: Set 'changeid' / 'changedate' Attributes
es: Establecer Atributos 'changeid' / 'changedate'

source: Save Preferences
es: Guardar Preferencias

source: Translation Unit Properties
es: Propiedades de Unidad de Traducción

source: Your current subscription has expired.
es: Su suscripción actual ha caducado.

source: A new Subscription Key is required to continue using this application.
es: Se necesita una nueva clave de suscripción para seguir utilizando este programa.

source: Enter your Subscription Key below and click on Register Subscription .
es: Introduzca su Clave de Suscripción a continuación y haga clic en Registrar Suscripción .

source: Click on Request Evaluation Key to try this application for 7 days.
es: Haga clic en el botón Solicitar Clave de Evaluación para probar esta aplicación durante 7 días.

source: Click on Purchase Subscription to get a new Subscription Key.
es: Haga clic en el botón Comprar Suscripción para obtener una nueva Clave de Suscripción.

source: Purchase Subscription Request Evaluation Key Register Subscription
es: Comprar Suscripción Solicitar Clave de Evaluación Registrar Suscripción

source: Remove Language
es: Eliminar Idioma

source: Remove Translation Same as Source
es: Eliminar Traducciones Iguales a Origen

source: Value
es: Valor

source: Add Property
es: Añadir Propiedad

source: Type
es: Tipo

source: Request Evaluation Key
es: Solicitar Clave de Evaluación

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Repeat Email
es: Repetir Email

source: Replace Text
es: Reemplazar Texto

source: Replace with
es: Reemplazar con

source: Sort Translation Units
es: Ordenar Unidades de Traducción

source: Sort Language
es: Idioma de Ordenamiento

source: Sort Descending
es: Orden Descendente

source: Sort Translation Units Clear Sorting
es: Ordenar Unidades de Traducción Cancelar Ordenamiento

source: Split TMX File
es: Dividir Archivo TMX

source: Number of parts
es: Número de partes

source: Change Source Language
es: Cambiar Idioma Origen

source: System Information
es: Información del Sistema

source: Software Updates
es: Actualizaciones de software

source: An updated version of TMXEditor is available
es: Está disponible una versión actualizada de TMXEditor

source: Installed Version:
es: Versión instalada:

source: Latest version:
es: Versión disponible:

source: View Release History Download Update
es: Ver Historial Descargar Actualización

source: Translation Unit Attributes
es: Atributos de la Unidad de Traducción

source: Translation Unit Identifier
es: Identificador de la Unidad de Traducción

source: Last Usage Date
es: Fecha de Último Uso

source: Usage Count
es: Recuento de Uso

source: Change Language
es: Cambiar Idioma

source: Current Language
es: Idioma Actual

source: New Language
es: Nuevo Idioma

source: Convert CSV File to TMX
es: Convertir Archivo CSV a TMX

source: CSV/Text File
es: Archivo CSV/Texto

source: Character Set
es: Juego de Caracteres

source: Column Separator
es: Separador de Columnas

source: Text Delimiter
es: Delimitador de Texto

source: Custom Separator:
es: Separador Personalizado:

source: Custom Delimiter:
es: Delimitador Personalizado:

source: Preview not available
es: Vista previa no disponible

source: Detected Columns: 0
es: Columnas Detectadas: 0

source: Fix Excel Double Quotes
es: Corregir Comillas Dobles de Excel

source: Optional Text Delimiters
es: Delimitadores de Texto Opcionales

source: Refresh Preview Set Languages Convert CSV File to TMX
es: Actualizar Vista Previa Seleccionar Idiomas Convertir Archivo CSV a TMX

source: Convert Excel File to TMX
es: Convertir Archivo Excel a TMX

source: Excel File
es: Archivo Excel

source: Sheet
es: Hoja

source: Refresh Preview Set Languages Convert Excel File to TMX
es: Actualizar Vista Previa Seleccionar Idiomas Convertir Archivo Excel a TMX

source: Convert SDLTM File to TMX
es: Convertir Archivo SDLTM a TMX

source: SDLTM File
es: Archivo SDLTM
